name: "BoonMoSa"
backend: "python"

input [
    {
        name: "images"
        data_type: TYPE_FP32
        dims: [1,3,640,640]
    }
]

output [
    {
        name: "output0"
        data_type: TYPE_FP32
        dims: [1,25200,38]
    },
    {
        name: "output1"
        data_type: TYPE_FP32
        dims: [1,32,160,160]
    }
]

instance_group {
   count: 1
   kind: KIND_CPU
 }